{
  "title": "Imprint",
  "sections": [
    {
      "heading": "Information Regarding § 5 TMG",
      "paragraphs": [
        "TechNow GmbH",
        "c/o Dariush Franczak",
        "Immanuelkirchstraße 34",
        "10405 Berlin",
        "+49 171 5422724",
        "dariush@tech-now.io"
      ]
    },
    {
      "heading": "Represented by Founders:",
      "paragraphs": [
        "Dariush Franczak, Sanjay Yadav",
        "Commercial Register:",
        "HRB 252101 B • District Court Berlin Charlottenburg • VAT ID: 37/555/52150"
      ]
    },
    {
      "heading": "Further Online Presence:",
      "paragraphs": [
        "The information above also applies to the following websites:"
      ]
    },
    {
      "heading": "Disclaimer – Legal Notices",
      "list": [
        "Information regarding Online Dispute Resolution",
        "The European Commission provides a platform for online dispute resolution (OS), which you can find at http://ec.europa.eu/consumers/odr/. We are neither willing nor obliged to take part in dispute settlement proceedings before a consumer arbitration board. Liability of Content",
        "As a service provider, we are responsible for our content on these pages according to general law under Section 7 (1) of the German Telemedia Act. According to §§ 8 to 10 TMG, as a service provider, we are not obliged to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information according to general laws remain of this untouched. Liability in this regard is only possible from the point in time at which we become aware of a specific legal violation. As soon as we become aware of such legal violations, we will remove this content immediately. Liability For Links",
        "Our offer contains links to external third-party websites over whose content we have no influence. Therefore we cannot accept any liability for this external content. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time they were linked. Unlawful content was not recognizable at the time of linking. However, permanent monitoring of the content of the linked pages is unreasonable without concrete evidence of an infringement. If we become aware of legal violations, we will remove such links immediately. Copyright",
        "The content and works on these pages created by the website operator are subject to German copyright law. The duplication, processing, distribution and any kind of exploitation outside the limits of the copyright law require the written consent of the respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use. As far as the content on this site was not created by the operator, the copyrights of third parties are observed. In particular, the content of third parties is marked as such. Should you nevertheless become aware of a copyright infringement, we would ask you to notify us accordingly. As soon as we become aware of legal violations, we will remove such content immediately. Special Terms of Use",
        "If special conditions for individual uses of this website deviate from the aforementioned paragraphs, this will be expressly indicated at the appropriate place. In this case, the special terms of use apply in the respective individual"
      ]
    },
    {
      "heading": "Google Analytics:",
      "paragraphs": [
        "This website uses Google™ Analytics, a web analytics service provided by Google, Inc. (“Google”). Google Analytics uses “cookies”, which are text files placed on your computer, to help the website analyze how users use the site. The information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States. Google will use this information to evaluate your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage. Google may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google’s behalf. Google will not associate your IP address with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser, however, please note that if you do this you may not be able to use the full functionality of this website. By using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.",
        "Source information of pictures and graphics: iStock, Pexels"
      ]
    }
  ]
}
